##print("Hello World!")
##print("이샘","학원", sep = "코딩전문")

##print("이샘코딩전문학원", end = "!!")

##print("안녕하세요\n")
##print("안녕하세요\n")
##
##print("나의 이름으로 말할 것 같으면, 바로\n김\n범\n서")
##
##
##print("\",\" 이건 쉼표야!")
##

##print("따옴표는 역할이 같습니다")
##print('따옴표는 역할이 같습니다')

##print("쉼표는 출력값에서 띄어쓰기의 역할을 하게 된다")
##print('사과는','apple')
##print('그니까 따옴표로 묶여 있으면 상관 없는데,','따옴표가','따로','있으면','쉼표가','그','띄어쓰기의','역할을','맡게','되는거임')

##print('1' , "상자",  sep = "+")


##num1 = 10
##print(num1, type(num1))
##
##num1 = 150945.33
##print(num1, type(num1))
##
##
##print("\"이샘코딩학원\"")
##
##print(1,2,3,sep="+",end=" = 6 ")
##
print(f">{'abc':5s}<")
print(f">{3.141592}<")



 
